SIMISA@@@@@@@@@@JINX0D0t______
 
 Wagon ( SDJR_2P_40563CW
Type ( Engine )
WagonShape ( SDJR_2P_40563CW.s )
Size ( 2.500m 3.900m 9.550m )
CentreOfGravity ( 0m 1.96m -0.050m )

Include ( ..\\Common_Locomotives\\LMS_2P_wagon.inc )

Comment ( ************************ Lights (If used) ************************
            Included in this section - Type, Colour, Location, Size, Control, etc
          *********************************************************************** )

Lights ( 8
Light (
comment( Flickering firebox )
Type  ( 0 )
Conditions (
Headlight ( 0 )
Unit ( 0 )
)
FadeIn ( 0.5 )
FadeOut ( 0.5 )
Cycle ( 0 )
States ( 2
State (
Duration ( 0.07 )
LightColour ( 80ff7200 )
Position ( -0.1 1.77 -3.47 )
Azimuth ( -180 -180 -180 )
Transition ( 0 )
Radius ( 1.1 )
)
State (
Duration ( 0.07 )
LightColour ( 80ffe610 )
Position ( -0 2.25 -3.2 )
Azimuth ( -180 -180 -180 )
Transition ( 0 )
Radius ( 1 )
     
 )
)
)

Light ( 
comment( Ashpan flashes ) 
Type ( 0 ) 
Conditions ( 
Headlight ( 3 ) 
Unit ( 0 ) 
) 
Cycle ( 0 ) 
FadeIn ( 0 ) 
FadeOut ( 0.5 ) 
States ( 28 
State ( 
Duration ( 1 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.30 ) 
LightColour ( 00000000 )
Position ( -0.1 01.4 -2.0 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.4 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.30 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 90 90 90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.30 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 90 90 90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 90 90 90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -180 -180 -180 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.30 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -2.0 )
Azimuth ( -180 -180 -180 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -2.0 )
Azimuth ( -180 -180 -180 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.5 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -2.0 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -2.0 )
Azimuth ( 90 90 90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 3 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -180 -180 -180 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 5 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.30 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.5 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.4 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 00000000 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
) 
State ( 
Duration ( 0.6 ) 
LightColour ( 80ff7200 ) 
Position ( -0.1 0.14 -1.5 )
Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 1 ) 
                   )
             )
        )
 
Light (
comment( Sphere of light for Exhaust )
Type  ( 1 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
Cycle  ( 0 )
FadeIn ( 0.5 )
FadeOut ( 0.5 )
States ( 1
State (
Duration ( 0.0 )
LightColour ( 80ffe610 )
Position ( 0 10.0 -10.0 )
Transition ( 0 )
Radius ( 6.0 )
Angle ( 90.0 )
                   )
           )
     )
Light (
comment( Inside Cab Glare )
Type  ( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
  )
FadeIn ( 0.5 )
FadeOut ( 0.5 )
Cycle  ( 0 )
States ( 2
   State (
Duration ( 0.05 )
LightColour ( 80ffe610 )
Position ( 0 2.1 -4.0 )
Azimuth ( 0.0 -5.0 5.0 )
Transition ( 0 )
Radius ( 1.5 )
Elevation ( -25 -25 -25 )
)
State (
Duration ( 0.05 )
LightColour ( 80ffe610 )
Position ( 0 2.1 -4.0 )
Azimuth ( 0.0 -5.0 5.0 )
Transition ( 0 )
Radius ( 1.5 )
Elevation ( -25 -25 -25 )
  )
)
)
Light (
comment( Inside Cab Glare Back )
Type  ( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn ( 0.5 )
FadeOut ( 0.5 )
Cycle  ( 0 )
States ( 2
State (
Duration ( 0.05 )
LightColour ( 80ffe610 )
Position ( 0 2.1 -4.0 )
Azimuth ( -180 -180 -180  )
Transition ( 0 )
Radius ( 1.5 )
Elevation ( -25 -25 -25 )
)
State (
Duration ( 0.05 )
LightColour ( 80ffe610 )
Position ( 0 2.1 -4.0 )
Azimuth ( -180 -180 -180 )
Transition ( 0 )
Radius ( 1.5 )
Elevation ( -25 -25 -25 )
)

)
)


Light (
comment( Flickering Ashpan  )
Type  ( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
)
FadeIn ( 0.5 )
FadeOut ( 0.5 )
Cycle ( 0 )
States ( 2
State (
Duration ( 0.05 )
LightColour ( 80ff7200 )
Position ( 0.3 0.6 -1.0 )
Azimuth ( 45 45 45 )
Transition ( 0 )
Radius ( 1.1 )
)
State (
Duration ( 0.05 )
LightColour ( 80ff7200 )
Position ( 0 0.6 -1.0 )
Azimuth ( 180 180 180 )
Transition ( 0 )
Radius ( 1.0 )
     
  )
)
)

Light (
comment( Flickering Ashpan  )
Type  ( 0 )
Conditions (
Headlight ( 0 )
Unit ( 2 )
)
FadeIn ( 0.5 )
FadeOut ( 0.5 )
Cycle ( 0 )
States ( 2
State (
 Duration ( 0.05 )
 LightColour ( 80ff7200 )
 Position ( -0.3 0.6 -1.0 )
 Azimuth ( 180 180 180 )
 Transition ( 0 )
 Radius ( 1.1 )
 )
State (
 Duration ( 0.05 )
 LightColour ( 80ff7200 )
 Position ( 0 0.6 -1.0 )
 Azimuth ( 180 180 180 )
 Transition ( 0 )
 Radius ( 1.0 )
     
   )
 )
)

Light ( 
comment( Chimney Sparks RS1AA ) 
Type  ( 0 )
Conditions (
Headlight ( 3 )
Unit ( 2 )
TimeOfDay ( 0 )
Weather ( 0 )
Coupling ( 0 )  
)
Cycle ( 0 ) 
FadeIn ( 0 ) 
FadeOut ( 0.5 ) 
States ( 28 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( 0 6.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( 0 4.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.25 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.42 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 80ff7200 ) 
Position ( 0 6.72 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( 0 4.52 2.79 )

Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.25 ) 
LightColour ( 80ff7200 ) 
Position ( 0 4.72 2.79 )

Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 80ff7200 ) 
Position ( 0 6.92 2.79 )

Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( 0 4.32 2.79 )

Azimuth ( 90 90 90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.25 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.52 2.79 )

Azimuth ( 90 90 90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.92 2.79 )

Azimuth ( 90 90 90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.1 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.35 2.79 )

Azimuth ( -180 -180 -180 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.25 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.55 2.79 )

Azimuth ( -180 -180 -180 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 80ff7200 ) 
Position ( 0 6.22 2.79  )

Azimuth ( -180 -180 -180 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.25 ) 
LightColour ( 80ff7200 ) 
Position ( 0 4.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( 0 4.22 2.79 )

Azimuth ( 90 90 90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( 0 6.22 2.79 )

Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( 0 7.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.22 2.79 )

Azimuth ( -180 -180 -180 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.3 ) 
LightColour ( 00000000 ) 
Position ( 0 5.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.4 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.22 2.79 )

Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.25 ) 
LightColour ( 00000000 ) 
Position ( 0 5.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( 0 6.22 2.79 )

Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.5 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.22 2.79 )

Azimuth ( -90 -90 -90 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.4 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 00000000 ) 
Position ( 0 6.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.2 ) 
LightColour ( 80ff7200 ) 
Position ( 0 5.22  2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
) 
State ( 
Duration ( 0.6 ) 
LightColour ( 80ff7200 ) 
Position ( 0 9.22 2.79 )

Azimuth ( 0 0 0 ) 
Transition ( 0 ) 
Radius ( 0.2 ) 
              )
           )
      )

) 

Comment ( ********************* Wagon Visual Effects *********************
                      Included in this section - Effect type, etc
*********************************************************************** )

Comment ( ******************** Freight and Load Animations (If used) ********************
                Included in this section - Freight Animation information, etc
          *********************************************************************** )

ORTSFreightAnims (

MSTSFreightAnimEnabled (1)

)

FreightAnim ( WC_Crew.s 1 1 )

 )


Engine ( SDJR_2P_40563CW

Effects (
SteamSpecialEffects (

WhistleFX (
-0.2 3.8 -2.975
0 0.9 0
0.15 )

SafetyValvesFX (
0 3.8 -2.650
0 0.6 0
0.25 )
SafetyValvesFX (
0 3.6 -2.650
0 1.2 0
0.2 )

StackFX (
0 4.1 2.79
0 0.9 0
0.2 )

CylindersFX (
-0.4 0.5 3.5
-0.1 -0.4 1.2
0.1 )
Cylinders2FX (
0.4 0.5 3.5
0.1 -0.4 1.2
0.1 )
Cylinders2FX (
-0.4 0.5 2.5
-0.1 -0.4 -1.2
0.1 )
CylindersFX (
0.4 0.5 2.5
0.1 -0.4 -1.2
0.1 )

LargeEjectorFX (
 -0.90 2.85 1.90
 0.2 1 -0.2
 0.05 )
LargeEjectorFX (
 -0.90 2.80 1.90
 -0.2 -1 -0.2
 0.10 )
LargeEjectorFX (
 -0.95 1.30 1.90
 -0.5 -1.0 0
 0.15 )

SmallEjectorFX (
 -0.90 2.80 1.90
 -0.4 -0.6 -0.2
 0.05 )
SmallEjectorFX (
 -0.95 1.30 1.90
 -0.5 -1.0 0
 0.10 )

Injectors1FX (
1.00 0.40 -4.20
0 -1 -1
0.1 )
Injectors2FX (
-1.00 0.40 -4.20
0 -1 -1
0.1 )

SteamBrakeFX (
 0.65 0.60 -4.00
 0 -1 0
 0.05 )
SteamBrakeFX (
 -0.65 0.60 -4.00
 0 -1 0
 0.05 )

)
)

Include ( ..\\Common_Locomotives\\LMS_2P_engine.inc )

HeadOut (  1.35 3.0 -5.1 )


Name ( "SDJR_2P_40563CW" )

    Description (
 ""

)
EngineOperatingProcedures (
"To move forward\n"+
"1.Press the W key several times to move the Reverser to full Forward.\n"+
"2.Press the ; (SEMICOLON) key to release the train brakes.\n"+
"3.Press the D key to increase the Regulator setting.\n"+  
"4.As you accelerate, press the S key to slowly reduce the Reverser setting, then adjust the Regulator to maintain the desired speed.\n\n"+
"To slow the train\n"+
"1.Press the A key to move the Regulator to a lower setting.\n"+
"2.Use the brakes to further reduce speed if desired.\n\n"+
"To apply the train brakes\n"+
"1.Press the ' (APOSTROPHE) key to apply the train brakes.\n"+
"2. To hold the brakes at their current setting, lower the brake lever until it's in its middle (Neutral) position, by pressing the ; (SEMICOLON) key.\n\n"+
"To release the train brakes\n"+
"1. Press  the ; (SEMICOLON) key to release the train brakes.\n"+
"2. When the brakes are released, raise the brake lever until it's in its middle (Neutral) position, by pressing the ' (APOSTROPHE) key.\n\n"+
"To back up\n"+
"1.Bring your train to a full stop.\n"+ 
"2.Press the S key several times to move the Reverser to the full Reverse position.\n"+
"4.Press the ; (SEMICOLON) key to release the brakes.\n"+
"5.Slowly advance the regulator (D key).\n\n"+
"To load and unload passengers\n"+
"1. Stop at a station.\n"+
"2. Press the ENTER key.\n"+
"3. Wait for the \"permission to depart\" whistle.\n"+
"TIP: Use the Next Station driving aid (F10) to monitor loading and unloading.\n\n"+
"To couple to a car or locomotive\n"+
"1. Coast into the unit at a very slow speed, about 2 mph.\n"+
"TIP: To use the Coupling view, press the 6 key.\n"+
"2. Press F9 to open the Train Operations window.\n"+
"3. If the icon for the unit you coupled to is red, the handbrake is on. Double-click the car to release the handbrake.\n"+
"4. Close the Train Operations window.\n\n"+
"To uncouple from a car or locomotive\n"+
"1. Press F9 to open the Train Operations window.\n"+
"2. Double-click a unit in the part of the train you want to uncouple from the locomotive, to set the handbrake.\n"+
"3. Double-click the coupler between the units you want to uncouple and the rest of the train.\n"+
"4. Close the Train Operations window.\n\n"+
"Firing commands (Automatic Fireman OFF in Options screen)\n"+
"To add coal to the firebox\n"+
"1. Press the F key to open the Firebox door.\n"+
"2. Press the R key to increase the shoveling rate.\n\n"+
"To stop adding coal to the fire\n"+
"1. Press SHIFT+R to decrease the shoveling rate.\n"+
"2. Press SHIFT+F to close the firebox door.\n\n"+
"To operate the blower\n"+
"1.Press the N key to increase the blower.\n"+
"2. Press SHIFT+N to decrease the blower.\n\n"+
"To operate the dampers\n"+
"1.Press the M key to open the dampers.\n"+
"2. Press SHIFT+M to close the dampers.\n\n"+
"To inject water into the boiler\n"+
"1.Press the I key to turn on the steam to Injector 1.\n"+
"(You can also press the O key to turn on the steam to Injector 2.)\n"+
"2.Press the K key to increase the water flow to Injector 1.\n"+
"(To increase the water flow to Injector 2, press the L key.)\n\n"+
"To stop boiler water injection\n"+ 
"1. Press the I key to turn off the steam to Injector 1.\n"+
"2. Press the O key to turn off the steam to Injector 2."
)
)